Repository: PBhadoo/autoreg
Catalog: autoreg/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Error:
fr: Erreur :

source: Zone insert done
fr: Insertion dans la zone réalisée

source: Mail to %(mails)s failed
fr: Échec de l'envoi à %(mails)s

source: creation
fr: création

source: Mail to %(mails)s done
fr: Courriel envoyé à %(mails)s

source: Domain %s has been preempted
fr: Le domaine %s a été preempté

source: Domain %(fqdn)s has not been preempted: %(err)s
fr: Le domaine %(fqdn)s n'a pas été preempté : %(err)s

source: Error executing %(rqid)s
fr: Erreur pendant le traitement de %(rqid)s

source: Status: committed
fr: État : committed

source: Status: cancelled
fr: État : annulé

source: Request not found
fr: Requête introuvable

source: Request not found: %(rqid)s
fr: Requête introuvable : %(rqid)s

source: Permission denied on %(rqid)s
fr: Permission refusée sur %(rqid)s

source: Rejected %(rqid)s (queued)
fr: %(rqid)s rejetée (en attente)

source: Duplicate request
fr: Requête en double

source: Bogus address information
fr: Informations d'adresse incorrectes

source: Please provide a full name
fr: Veuillez fournir un nom complet

source: Sorry, this domain is already allocated
fr: Désolé, ce domaine est déjà alloué

source: Sorry, this domain is preempted
fr: Désolé, ce domaine est préempté

source: Accepted %(rqid)s (queued)
fr: %(rqid)s acceptée (en attente)

source: Deleted %(rqid)s
fr: %(rqid)s supprimée

source: Nothing done on %(rqid)s
fr: Aucune action sur %(rqid)s

source: What? On rq=%(rqid)s action=%(action)s reason=%(reason)s
fr: Hein ? Sur rq=%(rqid)s action=%(action)s reason=%(reason)s

source: Processing %(rqid)s...
fr: Traitement de %(rqid)s...

source: Domains
fr: Domaines

source: Password
fr: Mot de passe

source: Two-Factor Authentication
fr: Authentification à 2 facteurs

source: Logout
fr: Déconnexion

source: Requests
fr: Requêtes

source: Log
fr: Journal

source: Action log
fr: Actions

source: Special
fr: Spécial

source: domains
fr: domaines

source: Login
fr: Connexion

source: Best Regards, The %(sitename)s team
fr: Cordialement, L'équipe %(sitename)s

source: DNSSEC configuration for %(domain)s
fr: Configuration DNSSEC pour %(domain)s

source: Current DS records
fr: Enregistrements DS actuels

source: Great news, your domain can be configured to use DNSSEC!
fr: Bonne nouvelle, votre domaine peut être configuré avec DNSSEC !

source: Warning: use only if you know what you are doing!
fr: Attention : n'utiliser que si vous savez ce que vous faites !

source: To add new <span class="rrtype">DS</span> records</strong>, please paste a <span class="rrtype">DS</span>, <span class="rrtype">DLV</span> or <span class="rrtype">DNSKEY</span> record in the box below.
fr: Pour ajouter de nouveaux enregistrements <span class="rrtype">DS</span>, copiez un enregistrement <span class="rrtype">DS</span>, <span class="rrtype">DLV</span> ou <span class="rrtype">DNSKEY</span> dans le champ ci-dessous.

source: We will check that your server publishes the associated <span class="rrtype">DNSKEY</span>, then we will generate and add a <span class="rrtype">DS</span> record to our zone.
fr: Nous allons vérifier que votre serveur publie la clé <span class="rrtype">DNSKEY</span> associée, puis nous allons ajouter un enregistrement <span class="rrtype">DS</span> correspondant dans notre zone.

source: If it does not work, you can come back here to delete all <span class="rrtype">DS</span> records.
fr: Si cela ne fonctionne pas, revenez ici pour détruire tous les enregistrements <span class="rrtype">DS</span>.

source: <span class="rrtype">DS</span>, <span class="rrtype">DLV</span> or <span class="rrtype">DNSKEY</span> record:
fr: Enregistrement <span class="rrtype">DS</span>, <span class="rrtype">DLV</span> ou <span class="rrtype">DNSKEY</span> :

source: <span class="rrtype">DS</span> list generated from zone <span class="rrtype">DNSKEY</span>'s
fr: Liste de <span class="rrtype">DS</span> générée à partir des <span class="rrtype">DNSKEY</span>s de la zone

source: Not eligible to DNSSEC:
fr: Non éligible à DNSSEC:

source: New domain request
fr: Demande de nouveau domaine

source: Configuration for %(fqdn)s
fr: Configuration pour %(fqdn)s

source: Requesting domain from %(sitename)s implies that you accept the <a href="/policy.html">domain policy</a>.
fr: Demander un domaine %(sitename)s implique votre acceptation de la <a href="/policy.html">charte</a>.

source: Complete domain name
fr: Nom de domaine complet

source: (full domain name, including the enclosing domain. See the <a href="/opendomains.html">list</a>)
fr: (nom de domaine complet, incluant le domaine parent. Voir la <a href="/fr/opendomains.html">liste</a>)

source: Adopt orphan domain
fr: Adopter un domaine orphelin

source: Name
fr: Nom

source: E-mail
fr: Courriel

source: Address (line 1)
fr: Adresse (ligne 1)

source: Address (line 2)
fr: Adresse (ligne 2)

source: Address (line 3)
fr: Adresse (ligne 3)

source: Address (line 4)
fr: Adresse (ligne 4)

source: Address (line 5)
fr: Adresse (ligne 5)

source: Country
fr: Pays

source: Phone
fr: Téléphone

source: Fax
fr: Télécopie

source: Private (not shown in the public Whois)
fr: Privé (non visible dans le Whois public)

source: Administrative contact
fr: Contact administratif

source: The person in charge of administrative matters regarding the domain. <p> It is set to your handle, <span class="handle">%(ah)s</span>.<p> You can change this later in the domain contact interface.
fr: Personne chargée des questions administratives au sujet du domaine. <p> Attribuée à votre identifiant, <span class="handle">%(ah)s</span>.<p> Vous pourrez le changer plus tard dans l'interface de contact du domaine.

source: Technical contact
fr: Contact technique

source: The person in charge of technical matters regarding the domain.
fr: Personne chargée des questions techniques au sujet du domaine.

source: An existing handle; see <a href="%(urlcontactcreate)s">here</a> to create one.
fr: Un identifiant existant ; voir <a href="%(urlcontactcreate)s">ici</a> pour en créer un.

source: Name servers
fr: Serveurs de noms

source: Current DNS records
fr: Enregistrements DNS actuels

source: No current DNS records
fr: Pas d'enregistrement DNS actuellement

source: Warning: this will replace any current DNS records, except <span class="rrtype">DS</span> records
fr: Attention : cela remplacera tous les enregistrements DNS actuels, sauf les enregistrements <span class="rrtype">DS</span>

source: Check for correctness of:
fr: Vérifier la conformité des :

source: server names
fr: noms de serveurs

source: server names + replies on SOA
fr: noms de serveurs + réponses SOA

source: server names + replies on SOA + replies on NS (recommended)
fr: noms de serveurs + réponses SOA + réponses NS (recommandé)

source: Fill <em>Name1...NameX</em> with the fully qualified domain names.
fr: Remplissez <em>Nom1...NomX</em> avec les noms de domaine complètement qualifiés.

source: If necessary (i.e. "glue" records) fill <em>IP1...IPX</em> with the IPv4 or IPv6 addresses.
fr: Si nécessaire (enregistrements "glue"), remplissez <em>IP1...IPX</em> avec les adresses IPv4 ou IPv6.

source: Name1
fr: Nom1

source: Name2
fr: Nom2

source: Name3
fr: Nom3

source: Name4
fr: Nom4

source: Name5
fr: Nom5

source: Name6
fr: Nom6

source: Name7
fr: Nom7

source: Name8
fr: Nom8

source: Name9
fr: Nom9

source: Submit
fr: Valider

source: Special actions
fr: Actions spéciales

source: Request display
fr: Affichage de requête

source: Jump to bottom
fr: Aller en bas de page

source: Request for <span class="domain">%(fqdn)s</span>
fr: Requête pour <span class="domain">%(fqdn)s</span>

source: Records to be inserted in zone file
fr: Enregistrements à insérer dans le fichier de zone

source: Records to be inserted in WHOIS base
fr: Enregistrements à insérer dans la base WHOIS

source: Edit whois/tags
fr: Éditer whois/étiquettes

source: Current whois record for %(fqdn)s
fr: Enregistrement Whois actuel pour %(fqdn)s

source: Requester:
fr: Demandeur :

source: None
fr: Aucune

source: Accept
fr: Accepter

source: Delete quietly
fr: Détruire sans rien dire

source: Reject:
fr: Rejeter :

source: Bogus address
fr: Adresse incorrecte

source: No full name
fr: Manque le nom complet

source: Already allocated
fr: Déjà attribué

source: Preempt to %(preempthandle)s
fr: Préempter vers %(preempthandle)s

source: Other
fr: Autre

source: Optional comment mailed to requester (except for actions None or Delete)
fr: Commentaire optionnel envoyé par courriel au demandeur (sauf pour actions Aucune et Détruire)

source: Submit all
fr: Tout valider

source: Whois edit
fr: Édition du Whois

source: Save All
fr: Tout sauvegarder

source: Request List
fr: Liste des requêtes

source: Search by domain substring:
fr: Chercher par sous-chaîne du domaine :

source: Search
fr: Chercher

source: Remove filters
fr: Supprimer les filtres

source: Default action
fr: Action par défaut

source: Open selected
fr: Ouvrir sélection

source: Open all
fr: Ouvrir tout

source: Show/Edit on one page
fr: Visualiser/éditer sur une page

source: Errors:
fr: Erreurs :

source: Warnings:
fr: Avertissements :

source: Domain
fr: Domaine

source: Errors
fr: Erreurs

source: Warnings
fr: Avertissements

source: Back to request list
fr: Retour à la liste des requêtes

source: new two-factor recovery codes generated on %(sitename)s for contact %(handle)s
fr: génération de codes de secours sur %(sitename)s pour le contact %(handle)s

source: Hello, New recovery codes for your two-factor authentication on %(handle)s have just been generated, following a request from %(remoteip)s. This operation cancels your previous recovery codes. If you didn't regenerate the codes yourself, your account has been compromised! Please connect and fully reconfigure your two-factor authentication at %(absurl)s It may be a good idea to also change your password.
fr: Bonjour, De nouveaux codes de secours pour votre authentification à 2 facteurs sur %(handle)s viennent d'être générés, suite à une requête depuis %(remoteip)s. Cette opération annule vos codes de secours antérieurs. Si vous n'êtes pas à l'origine de cette demande, votre compte est compromis ! Veuillez vous connecter pour reconfigurer entièrement votre authentification à 2 facteurs sur %(absurl)s Il peut être nécessaire également de changer votre mot de passe.

source: two-factor recovery code used on %(sitename)s for contact %(handle)s
fr: utilisation d'un code de secours sur %(sitename)s pour le contact %(handle)s

source: Hello, Your account was just accessed using one of your two-factor recovery codes, from %(remoteip)s. You now have %(ncodes)s recovery codes left. If you are in doubt about who tried to access your account, you can generate new recovery codes at any time at: %(absurl)s This will cancel current recovery codes.
fr: Bonjour, Une connexion sur votre compte a été effectuée avec un de vos codes de secours, depuis %(remoteip)s. Il vous reste %(ncodes)s codes de secours. Si vous n'êtes pas à l'origine de cet accès, vous pouvez générer de nouveaux codes à tout moment sur: %(absurl)s Cela annulera vos codes de secours actuels.

source: Two-factor Authentication
fr: Authentification à 2 facteurs

source: Two-factor Authentication is set.
fr: Authentification à 2 facteurs configurée

source: Enter code to deactivate
fr: Saisir le code pour désactiver

source: One-Time Password
fr: Mot de passe à usage unique

source: Deactivate
fr: Désactiver

source: You currently have %(ncodes)s recovery codes remaining. You can regenerate new codes, cancelling the current ones.
fr: Il vous reste %(ncodes)s codes de secours. Vous pouvez générer de nouveaux codes, ce qui annulera les codes actuels.

source: Generate new recovery codes
fr: Générer de nouveaux codes de secours

source: Two-factor Authentication is not set.
fr: Authentification à 2 facteurs désactivée

source: Begin setup
fr: Commencer la configuration

source: Recovery Codes
fr: Codes de secours

source: Please store the following recovery codes in a safe place.
fr: Copiez absolument ces codes en lieu sûr

source: New code:
fr: Nouveau code :

source: Code to check and confirm setup:
fr: Code pour vérifier et activer la configuration :

source: Activate New Code
fr: Activer le nouveau code

source: Email address change
fr: Changement de courriel

source: Please look for email sent to <strong>%(newemail)s</strong> and enter below the validation token you received:
fr: Entrez ici le code de validation que vous avez reçu par mail à <strong>%(newemail)s</strong> :

source: Email address will be set to: <strong>%(newemail)s</strong>
fr: L'adresse courriel sera : <strong>%(newemail)s</strong>

source: Set email address
fr: Valider l'adresse courriel

source: email change for %(sitename)s contact %(handle)s
fr: Changement d'adresse courriel pour le contact %(handle)s sur %(sitename)s

source: Hello, Following a request on our web site (possibly by you), here is how to validate this email address on your %(sitename)s contact record identified as %(handle)s: - Connect to %(absurl)s - Login using your handle and password, if necessary - Enter the following validation token: %(token)s - Then validate to set the email address to %(newemail)s
fr: Bonjour, Suite à une demande sur notre site web (peut-être par vous), voici comment valider cette adresse email dans votre enregistrement de contact %(sitename)s d'identifiant %(handle)s: - Allez sur %(absurl)s - Connectez-vous avec votre identifiant et mot de passe si nécessaire - Entrez le code de validation : %(token)s - Puis validez pour enregistrer la nouvelle adresse email %(newemail)s

source: Password Change
fr: Changement de mot de passe

source: Change Password
fr: Modification du mot de passe

source: Contact Change
fr: Changement des informations de contact

source: Contact handle:
fr: Identifiant de contact :

source: Registrant Information
fr: Informations sur le détenteur

source: Contact Information
fr: Informations de contact

source: Save
fr: Valider

source: I have read and I accept the <A HREF="/policy.html">domain policy</A>
fr: J'ai lu et j'accepte la <A HREF="/policy.html">charte</A>

source: Confirm Password
fr: Confirmez le mot de passe

source: Create
fr: Créer

source: new %(sitename)s contact %(handle)s
fr: Nouveau contact %(sitename)s %(handle)s

source: Hello, Your contact record has been successfully created with the following data. You still need to activate it, by going to the following page: %(absurl)s %(whoisdata)s
fr: Bonjour, Votre identifiant de contact a été créé avec les données suivantes. Il ne vous reste plus qu'à l'activer, en vous rendant sur la page suivante : %(absurl)s %(whoisdata)s

source: My handle is %(h)s%(suffix)s
fr: Mon identifiant est %(h)s%(suffix)s

source: Password Reset
fr: Réinitialisation du mot de passe

source: Find contacts for this domain
fr: Trouver les contacts de ce domaine

source: Contact <span class="handle">%(ehandle)s</span> not found.
fr: Contact <span class="handle">%(ehandle)s</span> introuvable.

source: Continue
fr: Continuer

source: Contact Validation
fr: Validation du contact

source: Please check that the following is correct, then press the <strong>Validate</strong> button.
fr: Vérifiez que ce qui suit est correct, puis validez.

source: Contact email:
fr: Courriel du contact :

source: Domain Edit
fr: Modification de domaine

source: Whois data for domain <span class="domain">%(idna)s</span><P> Created on:
fr: Données Whois pour le domaine <span class="domain">%(idna)s</span><P> Créé le :

source: Edit
fr: Modifier

source: Registrant
fr: Détenteur

source: Nameservers
fr: Serveurs de noms

source: Undelete (until
fr: Restaurer (jusqu'au

source: Delete Domain
fr: Détruire le domaine

source: Remove
fr: Supprimer

source: Add
fr: Ajouter

source: Domain contact deletion
fr: Suppression d'un contact du domaine

source: <strong>WARNING</strong>: by removing yourself (<span class="handle">%(username)s%(suffix)s</span>) from contacts for <span class="domain">%(fqdn)s</span>, you may lose some or all of your privileges on this domain.
fr: <strong>ATTENTION</strong> : en vous enlevant vous-même (<span class="handle">%(username)s%(suffix)s</span>) des contacts pour <span class="domain">%(fqdn)s</span>, vous pouvez perdre tout ou partie de vos privilèges sur ce domaine.

source: Confirm Remove
fr: Confirmer la suppression

source: Cancel
fr: Annulation

source: Domain List for %(handle)s%(suffix)s
fr: Liste des domaines pour %(handle)s%(suffix)s

source: New Domain
fr: Nouveau domaine

source: Created
fr: Créé

source: Updated
fr: Modifié

source: Flags
fr: Drapeaux

source: Delegated
fr: Délégué

source: Eligible
fr: Éligible

source: Protected
fr: Protégé

source: deleted
fr: détruit

source: request [%(rqid)s] (domain %(domain)s) accepted
fr: requête [%(rqid)s] (domaine %(domain)s) acceptée

source: Hello, Your request [%(rqid)s] for creation of domain %(domain)s has been accepted. The following records will be inserted in the zone file: %(zonerecord)s The following records will be inserted in the WHOIS base: %(whoisrecord)s
fr: Bonjour, Votre requête [%(rqid)s] pour la création du domaine %(domain)s a été acceptée. Les enregistrements suivants seront insérés dans le fichier de zone : %(zonerecord)s Les enregistrements suivants seront insérés dans la base WHOIS : %(whoisrecord)s

source: Additional comment:
fr: Commentaire :

source: Please allow about half a day for propagation.
fr: Patientez environ une demi-journée pour la propagation.

source: request [%(rqid)s] (%(action)s of domain %(domain)s) rejected
fr: requête [%(rqid)s] (%(action)s du domaine %(domain)s) rejetée

source: Hello, Sorry, your request [%(rqid)s] for %(action)s of domain %(domain)s has been rejected for the following reason: %(reason)s %(reasonfield)s
fr: Bonjour, Malheureusement, votre requête [%(rqid)s] pour %(action)s du domaine %(domain)s a été refusée pour la raison suivante : %(reason)s %(reasonfield)s

source: Email address changed
fr: Adresse de courriel modifiée

source: Email address has been successfully set to <span class="email">%(newemail)s</span>.
fr: La nouvelle adresse courriel <span class="email">%(newemail)s</span> a bien été enregistrée.

source: Handle
fr: Identifiant

source: Your handle
fr: Votre identifiant

source: Your password
fr: Votre mot de passe

source: Register
fr: Créer un compte

source: You can't remember the contact handle or password?
fr: Vous avez oublié votre identifiant ou mot de passe ?

source: If you forgot your password or never had one, <a href="%(urlreset)s">set a new password here</a>.
fr: Si vous avez oublié votre mot de passe ou n'en avez jamais eu, <a href="%(urlreset)s">mettez-en un nouveau ici</a>.

source: If you remember your domain name, you can <a href="%(urlbydom)s">find your contact handle</a>.
fr: Si vous vous rappelez de votre nom de domaine, vous pouvez <a href="%(urlbydom)s">retrouver votre identifiant</a>.

source: Your one-time password
fr: Votre mot de passe à usage unique

source: Password changed
fr: Mot de passe modifié

source: Password has been successfully changed for <span class="handle">%(ehandle)s</span>.
fr: Le nouveau mot de passe pour <span class="handle">%(ehandle)s</span>a bien été enregistré.

source: Email me for a password reset
fr: Envoyez-moi un code de remise à zéro

source: password reset for %(sitename)s contact %(handle)s
fr: réinitialisation de mot de passe pour le contact %(sitename)s %(handle)s

source: Hello, Please ignore this request if you didn't initiate it. Someone may be trying to steal your account. Following a request on our web site from %(remoteip)s, here is how to set a new password on your %(sitename)s contact record identified as %(handle)s: - Connect to %(absurl)s - Enter the following reset code: %(token)s - Enter the desired new password - Then validate.
fr: Bonjour, Veuillez ignorer cette demande si vous n'en êtes pas à l'origine : quelqu'un est peut-être en train de tenter de détourner votre compte. Suite à une demande sur notre site web depuis %(remoteip)s, voici comment réinitialiser le mot de passe de votre identifiant de contact %(handle)s sur %(sitename)s : - Connectez vous sur %(absurl)s - Entrez le code de réinitialisation : %(token)s - Entrez le nouveau mot de passe désiré - Validez.

source: Password reset instructions have been emailed to <span class="handle">%(ehandle)s</span>.
fr: Des instructions de réinitialisation de mot de passe ont été envoyées à l'adresse courriel de <span class="handle">%(ehandle)s</span>.

source: exists in Whois
fr: existe dans Whois

source: does not exist in zone
fr: n'existe pas dans la zone

source: exists in zone
fr: existe dans la zone

source: Domain is not preemptable
fr: Le domaine ne peut être préempté

source: Domain List
fr: Liste des domaines

source: Lock
fr: Verrouillage

source: Unlock
fr: Déverrouillage

source: Hold
fr: Suspension

source: Unhold
fr: Fin de suspension

source: Contact Handle
fr: Identifiant de contact

source: Copy contact domain list above
fr: Copier ci-dessus les domaines de ce contact

source: Go to domain list
fr: Aller à la liste des domaines

source: Block
fr: Blocage

source: Unblock
fr: Déblocage

source: No error, storing for validation...
fr: Pas d'erreur, enregistrement pour validation...

source: No error, applying changes...
fr: Pas d'erreur, prise en compte des changements...

source: IGNORED: you already have a pending request %(rqid)s for that domain.
fr: IGNORÉ : vous avez déjà une requête en cours %(rqid)s pour ce domaine.

source: IGNORED: we already have pending request(s) for that domain.
fr: IGNORÉ : nous avons déjà une ou des requête(s) en cours pour ce domaine.

source: Saved as request %(rqid)s
fr: Enregistré en tant que requête %(rqid)s

source: Unauthorized
fr: Non autorisé

source: Domain not found
fr: Domaine introuvable

source: Cannot delete DS record
fr: Impossible de supprimer l'enregistrement DS

source: Requested DS already in zone
fr: L'enregistrement DS demandé est déjà dans la zone

source: Requested DS does not match any published DNSKEY in zone
fr: L'enregistrement DS demandé ne correspond à aucune DNSKEY publiée

source: Invalid name
fr: Nom invalide

source: Invalid IP address
fr: Adresse IP invalide

source: Contact does not exist
fr: Ce contact n'existe pas

source: NS list is empty
fr: La liste d'enregistrements NS est vide

source: Cannot delete record
fr: Impossible de supprimer l'enregistrement

source: Contact %s not found
fr: Contact %s introuvable

source: Unheld %d domain(s)
fr: %d domaine(s) réactivés

source: Held %d domain(s)
fr: %d domaine(s) suspendus

source: Unlocked %d domain(s)
fr: %d domaine(s) déverrouillés

source: Locked %d domain(s)
fr: %d domaine(s) verrouillés

source: Unblocked %s
fr: Déblocage %s

source: Blocked %s
fr: Blocage %s

source: Copied %(ndom)d domain(s) from contact %(handle)s
fr: %(ndom)d copiés depuis le contact %(handle)s

source: Two-factor Authentication code
fr: Code d'authentification à 2 facteurs

source: Sorry, your one-time password is incorrect
fr: Désolé, votre code à usage unique est incorrect

source: Noted, continue
fr: Noté, continuer

source: Noted, done
fr: Noté, terminé

source: Wrong code, please try again
fr: Code incorrect, veuillez recommencer

source: technical
fr: technique

source: administrative
fr: administratif

source: Organization
fr: Organisation

source: Reset Token
fr: Code de remise à zéro

source: New Password
fr: Nouveau mot de passe

source: Current Password
fr: Mot de passe actuel

source: Please enable cookies
fr: Veuillez accepter les cookies

source: You need to validate your account. Please check your e-mail for the validation link.
fr: Vous devez valider votre compte. Le lien de validation vous a été envoyé par courriel.

source: Sorry, your account has been disabled
fr: Désolé, votre compte est désactivé
