Repository: PBhadoo/autoreg
Catalog: autoreg/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your username and/or password is incorrect
fr: Votre identifiant et/ou mot de passe est incorrect

source: Sorry, error while sending mail. Please try again later.
fr: Erreur pendant l'envoi de courriel. Désolé, réessayez plus tard.

source: They don't match, try again
fr: Ils ne correspondent pas, recommencez

source: Password should be at least 8 chars
fr: Le mot de passe doit contenir au moins 8 caractères

source: Invalid reset token
fr: Code de remise à zéro invalide

source: Passwords don't match
fr: Les mots de passe ne correspondent pas

source: Password too short
fr: Mot de passe trop court

source: Contact successfully created as %(handle)s. Please check instructions sent to %(email)s to validate it.
fr: Contact créé avec l'identifiant %(handle)s. Validez-le en suivant les instructions qui vous ont été envoyées à %(email)s.

source: Sorry, contact handle or validation token is not valid.
fr: Désolé, l'identifiant de contact ou le code de validation ne sont pas corrects.

source: Your contact handle is now valid.
fr: Votre identifiant de contact est maintenant valide.

source: Current password is not correct
fr: Le mot de passe actuel n'est pas correct

source: Contact information changed successfully
fr: Informations de contact modifées

source: Sorry, didn't find any waiting email address change.
fr: Désolé, aucun changement d'adresse courriel en attente.

source: Invalid token
fr: Code invalide

source: Sorry, must leave at least one contact!
fr: Désolé, il faut qu'il reste au minimum un contact !

source: %s is not a contact
fr: %s n'est pas un contact

source: Sorry, domain deletion failed, please try again later.
fr: Désolé, la destruction du domaine a échoué. Réessayez plus tard.

source: Dropped connection
fr: Connexion perdue

source: Timeout
fr: Temps d'attente dépassé

source: Answer not authoritative
fr: Réponse ne faisant pas autorité

source: Empty answer
fr: Réponse vide

source: Unexpected answer length
fr: Réponse de longueur non attendue

source: Error: Domain not found
fr: Erreur : Domaine introuvable

source: Error: Timeout
fr: Erreur : temps d'attente dépassé

source: Error: No answer
fr: Erreur : pas de réponse

source: Error: No name servers
fr: Erreur : aucun serveur de noms

source: Error: Invalid line
fr: Erreur : ligne invalide

source: Error: Invalid IP address %s
fr: Erreur : adresse IP invalide %s

source: Missing glue IP for %s
fr: Adresse IP de glue manquante pour %s

source: ignoring IP %(ip)s for %(fqdn)s (not in %(domain)s)
fr: Adresse IP %(ip)s pour %(fqdn)s ignorée (hors de %(domain)s)

source: Getting IP for %s: FAILED
fr: Récupération de l'adresse IP pour %s : ÉCHEC

source: Getting IP for %(fqdn)s: %(ip)s
fr: Récupération de l'adresse IP pour %(fqdn)s... %(ip)s

source: Accepted IP for %(fqdn)s: %(ip)s
fr: IP %(ip)s pour %(fqdn)s acceptée

source: Unexpected number of items
fr: Nombre d'items non attendu

source: Answer type mismatch
fr: Le type de la réponse ne correspond pas

source: ---- Checking SOA records for %s
fr: --- Vérification des enregistrements SOA pour %s

source: SOA from %(fqdn)s at %(ip)s: Error: %(err)s (%(t).3f ms)
fr: SOA de %(fqdn)s à %(ip)s: Erreur: %(err)s (%(t).3f ms)

source: SOA from %(fqdn)s at %(ip)s: serial %(serial)s (%(t).3f ms)
fr: SOA de %(fqdn)s à %(ip)s: n° de série %(serial)s (%(t).3f ms)

source: Servers not up to date:
fr: Serveurs pas à jour :

source: Some servers are not up to date!
fr: Certains serveurs ne sont pas à jour !

source: ---- Checking NS records for %s
fr: --- Vérification des enregistrements NS pour %s

source: NS from %(fqdn)s at %(ip)s: Error: %(err)s (%(t).3f ms)
fr: NS de %(fqdn)s à %(ip)s: Erreur: %(err)s (%(t).3f ms)

source: NS from %(fqdn)s at %(ip)s: Error: Bad NS list: %(err)s (%(t).3f ms)
fr: NS de %(fqdn)s à %(ip)s: Erreur: Liste de NS incorrecte: %(err)s (%(t).3f ms)

source: NS from %(fqdn)s at %(ip)s: ok (%(t).3f ms)
fr: NS de %(fqdn)s à %(ip)s: ok (%(t).3f ms)

source: ---- Servers and domain names check
fr: --- Vérification des noms de serveurs et de domaines

source: Querying NS list for %(fqdn)s... %(err)s
fr: Recherche de la liste de NS pour %(fqdn)s... %(err)s

source: Querying NS list for %(fqdn)s... %(len)d records
fr: Recherche de la liste de NS pour %(fqdn)s... %(len)d enregistrement(s)

source: Error:
fr: Erreur :

source: Warning:
fr: Avertissement :

source: Error: empty name server list
fr: Erreur : liste vide de noms de serveurs

source: %s errors(s)
fr: %s erreur(s)

source: %d errors(s)
fr: %d erreur(s)

source: No IP address found, exiting
fr: Aucune adresse IP trouvée, fin
